Tekla.Structures.DrawingInternal.TableLayout


Tekla.Structures.DrawingInternal.TableLayout.DbOperation(Tekla.Structures.DrawingInternal.QueryTypeEnum,Tekla.Structures.DrawingInternal.dotGrString_t,Tekla.Structures.DrawingInternal.dotGrLayTable_t,Tekla.Structures.DrawingInternal.dotGrString_t,System.Boolean@)


Tekla.Structures.DrawingInternal.TableLayout.AreEqualInSizes(System.Int32,System.Int32)


Tekla.Structures.DrawingInternal.TableLayout.IsValid


Tekla.Structures.DrawingInternal.TableLayout.UnselectTables


Tekla.Structures.DrawingInternal.TableLayout.SelectTable(Tekla.Structures.DrawingInternal.LayoutTable)


Tekla.Structures.DrawingInternal.TableLayout.SaveAs(System.String,System.Collections.Generic.List{System.Int32})


Tekla.Structures.DrawingInternal.TableLayout.GetCurrentTables


Tekla.Structures.DrawingInternal.TableLayout.GetSelectedTables


Tekla.Structures.DrawingInternal.TableLayout.GetAllTemplates


Tekla.Structures.DrawingInternal.TableLayout.GetMarginsAndSpaces(System.Double@,System.Double@,System.Double@,System.Double@)


Tekla.Structures.DrawingInternal.TableLayout.ModifyMarginsAndSpaces(System.Double,System.Double,System.Double,System.Double)


Tekla.Structures.DrawingInternal.TableLayout.TryGetTranslatedSpecialTableStrings(System.String@,System.String@)


Tekla.Structures.DrawingInternal.TableLayout.Save(System.Collections.Generic.List{System.Int32})
